Repository: programcikalfasi/nexus-ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Settings
tr: Ayarlar

source: Logout
tr: Çıkış

source: Discover
tr: Keşfet

source: Reddit Intelligence
tr: Reddit Zekası

source: AI-powered research assistant that finds, analyzes, and lets you chat with Reddit discussions.
tr: Reddit tartışmalarını bulan, analiz eden ve sohbet etmenizi sağlayan yapay zeka destekli araştırma asistanı.

source: What do you want to research?
tr: Ne araştırmak istiyorsunuz?

source: Start Discovery
tr: Keşfe Başla

source: Recent Sessions
tr: Son Oturumlar

source: Total
tr: Toplam

source: items
tr: öğe

source: No research sessions yet.
tr: Henüz araştırma oturumu yok.

source: Start your first discovery above!
tr: İlk keşfinizi yukarıdan başlatın!

source: Hype
tr: Heyecan

source: Chat with this
tr: Bununla sohbet et

source: Analyze with AI
tr: Yapay Zeka ile Analiz Et
